Repository: mozilla-l10n/mt-training-data
Catalog: yo/yo_pontoon.tmx
Source language: en_us
Languages: yo

source: Language Packs
yo: Àwọn Ìṣàtòpọ̀ Èdè

source: Launch this app from your <b>Applications</b> directory.
yo: Ṣí ìṣàfilọ́lẹ̀ yíì láti <b>Ohun èlò</b> àkójọpọ̀ fáìlì rẹ.

source: Launch this app from your <b>dash</b>, <b>Application picker</b>, or <b>Applications menu</b>.
yo: Ṣí ìṣàfilọ́lẹ̀ yíì láti <b>Dáàṣì</b>, <b>Olùmú ohun èlò</b>, tàbí <b>Mẹ́nù ohun èlò</b>.

source: Launch this app from your <b>Windows desktop</b> or <b>Start &#9658; All Programs</b>.
yo: Ṣí ìṣàfilọ́lẹ̀ yíì láti <b>Àtẹ iṣẹ Windows</b> tàbí <b>Bẹrẹ &#9658; Gbogbo Ètò rẹ</b>.

source: Learn how to change them.
yo: Kọ́ bí a tí yí wọn padà.

source: Leave a Review
yo: Fi Àtúnyẹ́wò ránṣẹ́

source: Let us know...
yo: Jẹ́kí a mọ̀...

source: Lifestyle
yo: Ọ̀nà ìgbé ayé

source: Loading...
yo: Ń gbáradì...

source: Loading Privacy Policy...
yo: Ń gbàwálẹ̀ Ìlànà Ìpamọ́...

source: Load more
yo: Dẹrù si

source: Local Favorite App
yo: Ìṣàfilọ́lẹ̀ Aayò Ìbílẹ̀Àwọn ìṣàfilọ́lẹ̀ Aayò Ìbílẹ̀

source: Lookup Tool
yo: Wákiri Ohun-èlò

source: Maps & Navigation
yo: Máàpù & Ìṣàyípo

source: Maps & Navigation App
yo: Máàpù & Ìṣàfilọ́lẹ̀ Ìtukọ̀Máàpù & Àwọn ìṣàfilọ́lẹ̀ Ìtukọ̀

source: Mature 17+
yo: Àgbà 17+

source: &mdash; {attribution}
yo: &mdash; {ìkàkún}

source: Misplaced bug report or support request
yo: Èsì àṣilò bọ́ọ̀gì tàbí ìbéérè tí a kín lẹ́hìn

source: More Information
yo: Ìwífúnni Sii

source: Most Recent Version
yo: Ọ̀nà Ìgbọ̀rọ̀ọ̀sí tó Súnmọ́ Jùlọ̀

source: Music
yo: Orin

source: My Apps
yo: Àwọn ìṣàfilọ́lẹ̀ Mi

source: Mystery App!
yo: Ìṣàfilọ́lẹ̀ Kàyéfì!Àwọn ìṣàfilọ́lẹ̀ Kàyéfì!

source: My Submissions
yo: Àwọn Ìjọ̀wọ́ Mi

source: Need to report something?
yo: Nílò láti ṣàfisùn ohun kan?

source: New
yo: Titun

source: Newsletter
yo: Ìwé ìròyìn alábọ́dé

source: News & Weather App
yo: Ìṣàfilọ́lẹ̀ Ìròyìn & Ojú ọjọ́Àwọn ìṣàfilọ́lẹ̀ Ìròyìn & Ojú ọjọ́

source: No apps found.
yo: Kòsí àwọn ìfilọ́lẹ̀.

source: No language packs found.
yo: Akòrí àkópọ̀ èdè.

source: No results found
yo: Akóri àwọn èsì

source: No results found, try again later
yo: Akòrí àwọn èsì, gbìyànjú bóyá

source: Not enough statistics to show.
yo: Kòsí òǹkà ìṣirò tó láti ṣàfihàn.

source: Not yet reviewed
yo: Akòìti ṣàtúnyẹ́wò

source: {n} star
yo: {n} ìràwọ̀{n} àwọn ìràwọ̀

source: Oh no!
yo: Irọ́ o!

source: Only users that are logged in may submit reviews.
yo: Olùṣàmúlò tí ó wọle nìkan ni ó lèfi àwọn àtúnyẹ́wò ránṣẹ́.

source: Payment cancelled.
yo: Ọ̀nà ìsanwó tí a fagilé.

source: Payment failed. Try again later.
yo: Ọ̀nà ìsanwó kùnà. Tún gbìyànjú si.

source: Photo & Video
yo: Fọ́tò & Fídíò

source: Photo & Video App
yo: Ìṣàfilọ́lẹ̀ Fọ́tò & FídíòÀwọn ìṣàfilọ́lẹ̀ Fọ́tò & Fídíò

source: Please set today's date and time in your device settings to access the Marketplace.
yo: Jọ̀wọ́ tún ọjọ́ òni àti àkókò sẹ́tì nínu ohun ààtò ohun èlò rẹ láti lọ Ibiọjà.

source: Please sign in to view the receipt
yo: Jọ̀wọ́ wọlé láti wo ìwé ẹ̀rí ìsanwó

source: Popular
yo: Lókìkí

source: Premium version available
yo: Ẹdà ojúlówó wà

source: Productivity
yo: Ìṣàgbéjádesí

source: Rate:
yo: Òsùwọ̀n:

source: Rated {stars} out of {maxstars} stars
yo: Tí a wọ̀n {àwọn ìràwọ̀} láàrìn {ọ̀gọ̀rọ̀ ìràwọ̀} àwọn ìràwò

source: Rating Details
yo: Ẹ̀kunrẹ́rẹ́ Ìgbéléwọ̀n

source: Rating Pending
yo: Ìdínwọ̀n ṣíkù

source: Rating Refused
yo: Kògba Ìdínwọ̀n

source: Read all reviews
yo: Ka gbogbo àwọn àtúnyẹ́wò

source: Receipt
yo: Ìwé ẹ̀rí ìsanwó

source: Recommendations
yo: Àwọn Ìgbà níyànjú

source: Reference
yo: Ìtọ́kasí

source: Region
yo: Ẹkùn

source: Register
yo: Forúkọsílẹ̀

source: Report Abuse
yo: Ìṣàfisùn Àṣìlò

source: Report Trademark Abuse
yo: Ṣàfisùn Àṣìlò Àmìokoòwò

source: Reviewer Tools
yo: Ohun-èlò Olùṣàyẹ̀wò

source: Review History
yo: Àtúnyẹ́wò Ìtàn

source: Reviews
yo: Àwọn Àtúnyẹ́wò

source: Save Changes
yo: Àwọn Ìyípadà tí a fipamọ́

source: Search Results
yo: Ìṣàwárí Àwọn Èsì

source: See an issue with this review? Select a reason below.
yo: Wo ìṣòro pẹ̀lú àtúnyẹ́wò? Yan okùnfà nísàlẹ̀.

source: Settings could not be saved
yo: Iṣètò ni a kòlè pamọ́

source: Shopping
yo: Ìrajà

source: Sign In
yo: Wọlé

source: Sign in to review
yo: Wọlé láti ṣàtúnyẹ́wò

source: Sign me up
yo: Forúkọ mi sílẹ̀

source: Sign Out
yo: Jáde

source: Sign up for our newsletter
yo: Forúkọ sílẹ̀ fún ìwé ìròyìn lẹ́tà

source: Sign up for our newsletter.
yo: Forukọsilẹ fún ìwé ìròyìn alábọ́dé wa.

source: Social
yo: Ojúlùmọ̀

source: Sorry, there was an error posting your review. Please try again later.
yo: Mábinú, àṣìṣe ìfiránṣẹ́ wà ní àtúnyẹ́wò. Jọ̀wọ́ tún gbìyànjú si bóyá.

source: Sorry, there was an issue editing your review. Please try again later
yo: Mábinú, ìṣòro àtùnṣe wà nínu àtúnyẹ́wò rẹ. Jọ̀wọ́ gbìyànjú nígbà míìràn

source: Sorry, there was an issue flagging the review. Please try again later.
yo: Mábinú, ìṣòro wà ní àtúnyẹ́wò ti ṣíṣeàsìyá. Jọ̀wọ́ gbìyànjú nígbà míìràn.

source: Sorry, there was a problem deleting the review
yo: Mábinú, ìṣòro wà ní pípa àtúnyẹ́wò rẹ́

source: Sorry, we had trouble fetching this app's data. Please try again later.
yo: Mábinú, aní ìṣòro láti gba dátà ìṣàfilọ́lẹ̀ yíì. Jòwọ́ gbìyànjú nígbà míìràn.

source: Sorry, you are currently offline. Please try again later.
yo: Mábinú, o kòsí lójú ìlà báyì. Jọ̀wọ́ gbìyànjú bóyá.

source: Sorry, you need to be online to access the Marketplace.
yo: Mábinú, o gbọ́dọ̀ wà lórí ìlà láti lọsí Ibiọjà.

source: Sorry, your device clock appears to be set incorrectly.
yo: Mábinú, ago ohun èlò rẹ kò tọ̀nà.

source: Spam or otherwise non-review content
yo: Ìwé àìbèèrèfún tàbí lọ́nà míìran àkóónú àiṣatúnyẹ́wò

source: Sports
yo: Eré Ìdárayá

source: Statistics
yo: Òǹkà Ìṣirò

source: Submit Feedback
yo: Fàkalẹ̀ Ìjábọ̀

source: Submit Report
yo: Jọ̀wọ́ Ìjábọ̀

source: Submit Review
yo: Fàtúnyẹ́wò Ránṣẹ́

source: Support Site
yo: Ojú òpó Ìrànwó

source: System Date Incorrect
yo: Déètì Ẹ̀rọ kòtọ́

source: Teen
yo: Ìpẹ́rẹ̀

source: Terms of Use
yo: Ìfẹnukò Ìlò

source: Thanks for signing up!
yo: O ṣeun tí o ṣe ìforúkọ sílẹ̀!

source: Thank you for purchasing
yo: O ṣeun tí o rajà

source: The category you requested does not exist.
yo: Kòsí ìsọ̀rí tí o bèèrè fún.

source: The next time you start the Firefox Marketplace app, you’ll see the updated version!
yo: Nígbà míìràn tí o bẹ̀rẹ̀ Ibiọjà ìṣàfilọ́lẹ̀ Firefox, warí ẹ̀yà tí aṣàfikún!

source: There was an error submitting your newsletter sign up request
yo: Àṣiṣe wà ní fífi ìwé ìròyìn alábọ́dé rẹ jíṣẹ́ fún ìbéèrè fún ìforukọ́silẹ̀

source: There was a problem submitting your feedback. Try again soon.
yo: Ìṣòro wà ní fí fi ìjábọ̀ rẹ sílẹ̀. Tún gbìyànjú si.

source: This app has no reviews.
yo: Ìṣàfilọ́lẹ̀ náà kòní àwọn àtúnyẹ́wò.

source: This review has been successfully deleted
yo: Àtúnyẹ́wò yíì ti parẹ́ dáradára

source: This review has been successfully flagged. Thanks!
yo: Àtúnyẹ́wò yíì ni a ti ṣíṣeàsìyá rẹ láṣeyọrí. O ṣeun!

source: Tool & Time Saver
yo: Ohun elo & Olùtọ́jú Awọn Ohun elo & Àwọn Olùtọ́jú

source: Travel
yo: Ìrìnàjò

source: Try again
yo: Tún gbìyànjú

source: Unable to install packaged apps
yo: Kòle ṣàgbékalẹ̀ àwọn ìṣàfilọ́lẹ̀ ẹrù

source: Unavailable
yo: Kòsí

source: Update Review
yo: Ṣàfikùn Àtúnyẹ́wò

source: Updates
yo: Àwọn àfikún

source: Utilities
yo: Àwọn Ohun àmúyẹ

source: View All
yo: Wo Gbogbo rẹ̀

source: We want to hear from you!
yo: Afẹ́gbọ́ láti ọ̀dọ̀ rẹ!

source: Work & Business App
yo: Iṣẹ́ & Ìṣàfilọ́lẹ̀ OwòIṣẹ́ & Àwọn Ìṣàfilọ́lẹ̀ Owò

source: Write a review
yo: Kọ àtúnyẹ́wò

source: Write a Review
yo: Kọ Àtúnyẹ́wò

source: Yes, show me recommendations based on my installed apps. <a href="{url}" target="_blank">Learn more</a>
yo: Bẹ́ẹ̀ni, fi àwọn ìgbà níyànjú hàn mí èyi tí ó dálé àwọn ìṣàfilọ́lẹ̀ tí a ṣàgbékalẹ̀. <a href="{url}" target="_blank">Kọ́si</a>

source: You have no apps
yo: O kòní àwọn ìṣàfilọ́lẹ̀

source: You'll receive an email from mozilla@e.mozilla.org, please check your inbox for your first email from us. If you don’t see it, check your spam filter.
yo: Wá gba ìmeelì láti mozilla@e.mozilla.org, jọ̀wọ́ wo inúàpótí rẹ fún ìmeelí àkọkọ́ láti ọ̀dọ̀ wa. Bí o kò bári, wo asẹ́ ìwé àìbèèrèfún.

source: You must be signed in to view your apps.
yo: O gbọ́dọ̀ wọlé láti wo àwọn ìṣàfilọ́lẹ̀ rẹ.

source: You must use Firefox to install Firefox apps.
yo: O gbọ́dọ̀ lo Firefox láti ṣàgbékale Firefox àwọn ìṣàfilọ́lẹ̀.

source: Your Mac settings may prevent you from installing apps that do not come from the Mac App Store.
yo: Ààtò Mac rẹ ledí ọ lọ́wọ́ láti ṣàgbékalẹ̀ àwọn ìṣàfilólẹ̀ tí kò wá láti Ibi Ìpamọ́ Ìṣàfilọ́lẹ̀ Mac.

source: Your review was successfully edited
yo: Àtúnyẹ́wò rẹ ni a túnṣe dáradára

source: Your review was successfully posted. Thanks!
yo: Àtúnyẹ́wò rẹ ni a fi ránṣẹ́ ní dáradára. O ṣeun!

source: Your settings have been successfully saved
yo: Ìṣètò rẹ ti pamọ́ dáradára

source: An error occurred. Close the window to continue
yo: Àṣiṣe wáyé. Ti wíńdò láti tẹ̀sìwajú

source: An error occurred whilst trying to log out.
yo: Ìlànà ètò wáyé nígbà tí o ń gbìyànjú láti wọlé.

source: An internal web request timed out.
yo: Wẹ́ẹ̀bù tinú́ tí o béèrè tí a fún ní àkókò titán.

source: An unexpected error occurred.
yo: Àṣìṣe àìròtẹ́lẹ̀ wáyé.

source: An unexpected error occurred when creating your PIN.
yo: Àṣìṣe àìrótẹ́lẹ̀ wáyé nígbà ìṣẹ̀dá PIN rẹ.

source: An unexpected error occurred when resetting your PIN.
yo: Àṣìṣe àìròtẹ́lẹ̀ wáyé nígbà àtúntò PIN rẹ.

source: An unexpected error occurred whilst checking your PIN.
yo: Àṣìṣe àìrótẹ́lẹ̀ wáyé lákòkò àyẹ̀wò PIN rẹ.

source: Are you sure you want to reset your PIN? You must sign in to Firefox Accounts to reset your PIN.
yo: Ṣé ó dá ọ lójú pé o fẹ́ṣe àtúntò PIN rẹ? O gbọ́dọ̀ wọlé sí Àkọ́ọ̀lẹ̀ Firefox láti ṣàtúntò PIN rẹ.

source: Are you sure you want to reset your PIN? You must sign in to Persona to reset your PIN.
yo: Ǹjẹ́ ó dá ọ lójú pé o fẹ́ ṣe àtúntò PIN rẹ? O gbọ́dọ̀ wọlé láti ṣàtúntò PIN àdáni rẹ.

source: Beginning payment
yo: Bẹ̀rẹ̀ ọ̀nà ìsanwó

source: By proceeding you agree to our <a %(terms)s>terms</a> and <a %(privacy)s>Privacy Policy</a>
yo: Ni ṣiṣètò o gba <a %(terms)s>àwọn ìfẹnukò</a> àti <a %(privacy)s>Ìlànà Ìpamọ́</a>

source: Completing payment
yo: Ń parí ìsanwó

source: Completing Payment
yo: Ìsa Ń Parí

source: Confirm PIN
yo: Ṣàrídájú PIN

source: Connecting to Firefox Accounts
yo: Ń somọ́ Àkọ́ọ̀lẹ̀ Firefox

source: Connecting to Persona
yo: so pọ̀mọ́ sí Àdáni

source: Create a PIN
yo: Ṣẹ̀dá PIN

source: Create PIN
yo: Ṣẹ̀dá PIN

source: Enter PIN
yo: Ṣàmúlò PIN

source: Forgot your PIN?
yo: O gbàgbé PIN rẹ?

source: Initializing
yo: Ń bẹ̀rẹ̀

source: Logging out
yo: Tẹ̀ jáde

source: No network simulation
yo: Kosi sẹ̀dásílẹ̀ alásopọ̀

source: Not you?
yo: Kìíṣe ìwọ?

source: No valid user found whilst attempting to create your PIN
yo: Kòsí olùṣàmúlò gbóógì nígbà ìgbìyànjú láti ṣẹ̀dá PIN

source: No valid user found whilst attempting to reset your PIN
yo: Kòsí olùṣàmúlò tó tọ́nà nígbà ìgbìyànjú àtúntò PIN rẹ

source: No valid user found whilst checking your PIN
yo: Kòsí olùṣàmúlò tó tọ̀nà lákòkó àyẹ̀wò PIN rẹ

source: Oops
yo: Háà

source: Payment complete
yo: Ìsanwó ti pé

source: Payments are temporarily disabled.
yo: Ọ̀nà ìsanwó ni ìdádúró diẹ.

source: Permission denied attempting to check your PIN
yo: Kòsí àyè lákokó ìgbìyànjú àyẹ̀wò PIN rẹ

source: Permission denied attempting to create your PIN.
yo: Kòsí àyè ní ìgbìyàjú láti ṣẹ̀dá PIN rẹ.

source: Permission denied attempting to reset your PIN.
yo: Kòsí àyè nígbà ìgbìyànjú àtúntò PIN rẹ.

source: PIN can only contain digits.
yo: PIN lèní àwọn òǹkà nìkan.

source: PIN Locked
yo: PIN Tìpa

source: PINs do not match.
yo: PIN kò bamu.

source: PIN too short
yo: PIN ti kéréjù

source: Please sign in to reset your PIN.
yo: Jọ̀wọ́ wọlé láti ṣàtúntò PIN rẹ.

source: Processing
yo: Ń Ṣètò

source: Product cannot be purchased due to configuration error.
yo: Kòle ra ohun ìgbéjáde nítorí àṣìṣe àtòpọ̀.

source: Reset
yo: Sààtò

source: Reset PIN
yo: Ṣàtúntò PIN

source: Reset your PIN?
yo: Ṣàtúntò PIN rẹ?

source: Retrieving Transaction
yo: Ń gba Ìbáṣepọ̀

source: Retry?
yo: Gbìyànjú?

source: Retrying
yo: Ń gbìyànjú

source: Setting up payment
yo: Ṣe ààtò fún ìsanwó

source: Sign in to continue with the payment
yo: Wọlé láti tẹ̀sìwajú pẹ̀lu ìsanwó

source: Sign-in to reset PIN
yo: Wọlé láti ṣàtúntò PIN

source: Simulate Payment
yo: Sẹ̀dásílẹ̀ Ìsanwó

source: Simulate Something?
yo: Sẹ̀dásílẹ̀ Ohun kan?

source: Something went wrong.
yo: Ohun kan tí kò tọ́nà wáyé.

source: Something went wrong. Try again?
yo: Ìṣòro kan wáyé. Gbìyànjú si?

source: Super Simulate
yo: Sẹ̀dásílẹ̀ tó Gbèdéké

source: That took longer than expected. Retry?
yo: Èyí pẹ́ ju bí ati lérò lọ. Gbìyànjú si?

source: The payment method or price point is not supported for this region or operator.
yo: Ọ̀nà ìṣanwó tàbi ibi ìdíyelé ni akògbà fún ẹkùn tàbí iṣẹ́ yìí.

source: The PIN data submitted was invalid.
yo: Dátà PIN tí o fílẹ̀ kòtọ́.

source: The request timed out whilst attempting to create your PIN.
yo: Ohun tí o bèèrè fún tán nígbà ìbéère ìṣẹ̀dá PIN rẹ.

source: The request timed out whilst attempting to reset your PIN.
yo: Àkókò tán nígbà ìgbìyànjú àtúntò PIN rẹ.

source: The request timed out whilst trying to check your PIN
yo: Àkókò tí o bèèrè tán ní ìgbà àyẹ̀wò PIN rẹ

source: The system timed out while trying to log in.
yo: Ìlànà ètò náà tí a fún ní àkókò titán nígbà tí o ń gbìyànjú láti wọlé.

source: The system timed out while trying to log out.
yo: Ìlànà ètò naa tí a fún ní àkókò tan ni àkókò ìtẹ̀jáde.

source: The transaction failed. You have not been charged for this purchase.
yo: Ìbáṣepọ̀ kúnà. Akòíti gba owó fún ríra yíì.

source: This is taking longer than expected. Try again?
yo: O ń pẹ́ ju bí ó ti yẹ. Gbìyànjú si?

source: Verifying payment
yo: Ń ṣe ìjẹ́rìísí ìsanwó

source: Waiting for login
yo: Ń dúró fún ìwọlé

source: Was Locked
yo: Titì Pa

source: Wrong PIN
yo: PIN tí kòtọ́

source: You are signed in as:
yo: O wọlé bii:

source: You entered the wrong PIN too many times. Your account is locked. Please try your purchase again in 5 minutes.
yo: O ṣàmúlò PIN tí kò tọ́ lọ́pọ̀ ìgbà. Àkọ́ọ̀lẹ̀ rẹ ni a tìpa. Jọ̀wọ́ gbìyànjú láti ra lẹ́ẹ̀kansi ní ìṣẹjú máàrún.

source: You logged in as a different user, you must start the payment again.
yo: O wọlé bi olùṣámúlò míìràn, o gbọ́dọ̀ bẹ̀rẹ̀ ọ̀nà ìsanwó lẹ́ẹ̀kansi.

source: Your PIN was locked
yo: Ati ti PIN rẹ

source: Your PIN was locked because you entered it incorrectly too many times. You can continue and try entering your PIN again or reset your PIN.
yo: Ati PIN rẹ nítorí o lo èyí tí kò tọ́ ní ọ̀pọ̀ ìgbà. O lè tẹ̀síwájú láti lo PIN rẹ si tàbí ṣàtúntò PIN rẹ̀.

source: Your purchase is complete. Close the window to continue
yo: Rírà rẹ pé. Ti wíńdò láti tẹ̀sìwajú

source: You will not be charged.
yo: Akòní gba owó lọ́wọ̀ rẹ.

source: {0} and {1} other replied
yo: {0} àti {1} èsì míìràn

source: {0} answer
yo: {0} àwọn ìdáhùn

source: {0} documents
yo: {0} àwọn àkọsílẹ̀

source: {0} question
yo: {0} ìbéèrè

source: {0} replied
yo: {0} èsì

source: {0} solution
yo: {0} àwọn ọ̀nà àbáyọ

source: 1 article can be viewed by 400 million users and translated into 70+ languages
yo: Aròkọ 1 ní 400 mílíónù àwọn olùṣàmúlò asì gbufọ̀ sí àwọn èdè 70+

source: 1 new this week
yo: {n} titun lọ́sẹ̀ yíì

source: 1 person has this problem
yo: Ẹnìkan ní ìṣòro yíì

source: 1 post
yo: {0} àwọn ọ̀rọ̀ àfiránṣẹ̀

source: 1 reply
yo: èsì 1

source: 1 tweet can save 1 day
yo: Tweet 1 lè pamọ́ ní ọjọ́ 1

source: 2008 L10n Badge
yo: 2008 L10n Báájì

source: 2009 L10n Badge
yo: 2009 L10n Báájì

source: 2010 Army of Awesome Badge
yo: 2010 Báájì Ọmọ ogun ti Ìyàlẹ́nu

source: 2010 KB Badge
yo: 2010 KB Báàjì

source: 2010 L10n Badge
yo: 2010 L10n Báàjì

source: 2010 Support Forum Badge
yo: 2010 Báàjì Àpèjọ Àtìlẹ́hìn

source: 2011 Army of Awesome Badge
yo: 2011 Báájì Ọmọ ogun ti Ìyàlẹ́nu

source: 2011 KB Badge
yo: 2011 KB Báàjì

source: 2011 L10n Badge
yo: 2011 L10n Báájì

source: 2011 Support Forum Badge
yo: 2011 Báájì Apèjọ Àtìlẹ́hìn

source: 2012 Army of Awesome Badge
yo: 2012 Báájì Ọmọ ogun ti Ìyàlẹ́nu

source: 2012 KB Badge
yo: 2012 KB Báájì

source: 2012 L10n Badge
yo: 2012 L10n Báàjì

source: 2012 Support Forum Badge
yo: 2012 Báájì Ọmọ ogun ti Ìyàlẹ́nu

source: 2013 Army of Awesome Badge
yo: 2013 Báájì Ọmọ ogun ti Ìyàlẹ́nu

source: 2013 KB Badge
yo: 2013 KB Báájì

source: 2013 L10n Badge
yo: 2013 L10n Báájì

source: 2013 Support Forum Badge
yo: 2013 Báàjì Àpèjọ Àtìlẹ́hìn

source: 2014 Army of Awesome Badge
yo: 2014 Báàjì Ọmọ ogun ti Ìyàlẹ́nu

source: 2014 KB Badge
yo: 2014 KB Báàjì

source: 2014 L10n Badge
yo: 2014 L10n Báàjì

source: 2014 Support Forum Badge
yo: 2014 Báàjì Àpèjọ Àtìlẹ́hìn

source: 2015 Army of Awesome Badge
yo: 2015 Báàjì Ọmọ ogun Ìyàlẹ́nu

source: 2015 KB Badge
yo: 2015 KB Báàjì

source: 2015 L10n Badge
yo: 2015 L10n Báàjì

source: 2015 Support Forum Badge
yo: 2015 Báàjì Àpèjọ Àtìlẹ́hìn

source: About Us
yo: Nípa Wa

source: About {user}
yo: Nípa {user}

source: Abusive content
yo: Ọ̀rọ̀ èébú àkóónú

source: Accept
yo: Gbà

source: Accepted and Fixed
yo: Tí a gbà àti Túnṣe

source: Accepted formats include: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Learn more...</a>
yo: Ìgúnrégé ti a gba pẹlu: PNG, JPEG, GIF. <a target="_blank" href="{learn_more}">Kọ́si...</a>

source: Accept this Revision
yo: Gba Àtúnyẹ̀wò yíì

source: Accept this Translation
yo: Gba Ìtumọ̀ yíì

source: Access and organize your favorite webpages easily with bookmarks and tabs
yo: Wáyè sí kí o ṣàgbékalẹ̀ ojúlé wẹ́ẹ̀bù aayò rẹ nírọ̀rùn pẹ̀lú àwọn àmì ìwé àti àwọn táàbù

source: Access denied
yo: Kò gba ìráyè sí

source: Access websites easily with bookmarks and tab features
yo: Wáyè sí ojúlé wẹ́ẹ̀bù ní ìrorùn pẹ̀lú àmì ìwé àti àwọn àbùdá táàbù

source: Account Administration
yo: Ìṣàbòójútó Àkọ́ọ́lẹ̀

source: Account already activated
yo: Àkọ́ọ́lẹ̀ ti sọ di aṣiṣẹ́

source: Account banned successfully!
yo: A dènà àkọ́ọ́lẹ̀ dáradára!

source: Account is now being ignored!
yo: Atipa àkọ́ọ́lẹ̀ tì!

source: Account Issues
yo: Ìdójúkọ àkọ́ọ́nú

source: Account successfully verified!
yo: Ṣàrídájú àkọ́ọ́lẹ̀ dáradára!

source: A confirmation email will be sent to this address in order to post your question.
yo: Ati fi ìjẹ́rì ránṣẹ́ sí àdírẹsì yìí kí a le fi ọ̀rọ̀ránṣẹ́ sí ìbéèrè rẹ.

source: activation key
yo: kọ́kọ́rọ́ ìsọ di aṣiṣẹ́

source: Active Contributors
yo: Àwọn Olùdásí Tó ń ṣiṣẹ́

source: Add and configure your email accounts on Thunderbird
yo: Ṣàfikún àti ṣàtòpọ̀ àkọ́ọ́lẹ̀ í-meélì rẹ lóri Ẹyẹ àrá

source: Add announcement
yo: Ṣàfikún ìkéde

source: Add Contributor
yo: Ṣàfikún Olùdásí

source: Add Editor
yo: Ṣàfikún Olóòtú

source: Add group profile
yo: Ṣàfikún ẹgbẹ́ ìrísí olùlò

source: Add images:
yo: Ṣàfikún àwòrán:

source: Additional System Details
yo: Àfikún Ẹ̀kúnrẹ́rẹ́ Ìlànà ètò

source: Add Leader
yo: Ṣàfikún Olórí

source: Add Member
yo: Ṣàfikún Ọmọ Ẹgbẹ́

source: Add Reviewer
yo: Ṣàfikún Olùṣàtúnyẹ́wò

source: Administration
yo: Àbójútó

source: Administrator
yo: Alábòójútó

source: A document with this slug already exists in this locale.
yo: Àkọsílẹ̀ pẹ̀lú silọgi yìí ti wà tẹ́lẹ̀ ní tìbílẹ̀ yíì.

source: A document with this title already exists in this locale.
yo: Àkọsílẹ̀ pẹ̀lú àkọlé yìí ti wà tẹ́lẹ̀ ní tìbílẹ̀ yíì.

source: Advanced Search
yo: Gbèdéke Ìṣàwarí

source: Advanced Search Results
yo: Gbèdéke Ìṣawarí àwọn Èsì

source: A few times a week
yo: Ìgbà díẹ̀ ní ọ̀sẹ̀

source: Affects search results
yo: Kóbá èsì ìṣawarí

source: After
yo: Lẹ́hìn

source: A fully translated user interface improves the experience for site visitors in your language. Help <a href="%(url)s">translate the interface</a>.
yo: Atọ́kùn olùṣàmúlò tí a ṣògbufọ̀ múdára ìrirí fún olùbẹ̀wò ojúlà wẹ́ẹ̀bù ní èdè rẹ. Ṣèranwọ́ <a href="%(url)s">túnmọ̀ atọ́kùn náà</a>.

source: Aggregated Localization Metrics
yo: Ṣègbàpadà Mẹ́tíríìkì Ìsọdìbílẹ̀

source: Aggregated Metrics
yo: Ṣègbàpadà Mẹ́tíríìkì

source: <a href="{reply_url}">last reply</a> by <a href="{user_url}">{username}</a> {when}
yo: <a href="{reply_url}">èsì ìkẹhìn</a> lọ́wọ́ <a href="{user_url}">{username}</a> {when}

source: <a href="%(url)s">Forum Contributor</a> - Answer user support questions that are most-requested but have no replies.
yo: <a href="%(url)s">Àpèjọ Olùdásí</a> - Dáhùn àwọn ìbéèrè àtìlẹ́hìn olùṣàmúlò tí wọ́n maa ń béèrè ṣùgbọ́n tí kòní àwọn èsì.

source: <a href="%(url)s">KB Editor</a> - Help to update knowledge base articles that need changes or write new articles.
yo: <a href="%(url)s">Aṣàtúnṣe KB</a> - Ṣèrànwọ́ láti ṣàfikún aròkọ ìpínlẹ̀ ìmọ̀ tí ó nílò àyípadà tàbí kọ aròkọ titun.

source: <a href="%(url)s">L10N Contributor</a> - Help to translate Firefox Help content to your language.
yo: <a href="%(url)s">Olùdásí L10N</a> - Ṣèrànwọ́ láti túmọ̀ àkóónú Ìrànwọ́ Firefox sí èdè re.

source: <a href="%(url)s">Twitter Contributor</a> - Respond to tweets about Firefox.
yo: <a href="%(url)s">Olùdásí Twitter</a> - Dáhùn túwìtì nípa Firefox.

source: algorithm
yo: alugọ́rídíìmù

source: All Administration articles...
yo: Gbogbo aròkọ Àbójútó...

source: All Articles
yo: Gbogbo Aròkọ

source: All articles requiring review...
yo: Gbogbo aròko tí ó nílò àgbeyẹwò...

source: All articles that require changes...
yo: Gbogbo aròko tí ó nílò ìyípadà...

source: All articles with changes not ready for localization...
yo: Àwọn aròkọ tóní àyípadà tí kò ṣetán fún ìsọdibílẹ̀...

source: All available SUMO badges
yo: Gbogbo àwọn báàjì SUMO tí ó wà

source: All canned responses articles...
yo: Gbogbo àwọn aròkọ èsì tí a dé...

source: All How To Contribute articles...
yo: Gbogbo bí a Ṣe ń Dá sí Àwọn Aròkọ...

source: All knowledge base articles...
yo: Gbogbo Àròkọ Ìpìlẹ̀ Ìmọ̀...

source: All Knowledge Base Articles
yo: Gbogbo Ìpìlẹ̀ Àrokọ Imọ̀

source: All locales
yo: Gbogbo àwọn agbègbè

source: Allow discussion on this article?
yo: Fàyègba ìfọ̀rọ̀wérọ̀ lóri aròkọ yì?

source: Allow translations:
yo: Gba àwọn ìtumọ̀:

source: All posts
yo: Gbogbo ìfọ̀rọ̀ránṣẹ́

source: All products
yo: Gbogbo awọn àbájáde

source: All Products
yo: Gbogbo Àwọn Ohun Ìgbéjáde

source: All questions
yo: Gbogbo àwọn ìbéèrè

source: All templates...
yo: Gbogbo àwòṣe...

source: All Time
yo: Gbogbo Àkókò

source: All Topics
yo: Gbogbo àwọn Àkòrí

source: All translations...
yo: Gbogbo àwọn ògbufọ̀...
